Repository: rainchestnut/niuma
Catalog: niuma-ios/niuma/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.error.title
source: Something Went Wrong
zh_hans: 出现问题

# approval_policy.never
source: Never Ask
zh_hans: 不询问

# approval_policy.on_request
source: On Request
zh_hans: 按需审批

# approval_policy.untrusted
source: Untrusted
zh_hans: 不受信任

# approval_reviewer.guardian_subagent
source: Auto Review
zh_hans: 自动审查

# approval_reviewer.user
source: User Review
zh_hans: 用户审查

# approval.action_text.adjust_permissions
source: Adjust session permissions
zh_hans: 调整会话权限

# approval.action_text.allow_file_change
source: Allow this file change
zh_hans: 允许本次文件变更

# approval.action_text.allow_modify
source: Allow changes to %@
zh_hans: 允许修改 %@

# approval.action_text.execute_command
source: Execute command
zh_hans: 执行命令

# approval.action.allow_session
source: Allow This Session
zh_hans: 本会话允许

# approval.action.allow_session.submitting
source: Allowing this session...
zh_hans: 正在允许本会话...

# approval.action.allow_turn
source: Allow This Turn
zh_hans: 本次允许

# approval.action.allow_turn.submitting
source: Allowing this turn...
zh_hans: 正在允许本次...

# approval.action.reject
source: Reject
zh_hans: 拒绝

# approval.action.reject.submitting
source: Rejecting...
zh_hans: 正在拒绝...

# approval.command_action.list
source: List %@
zh_hans: 列出 %@

# approval.command_action.list_files
source: List files
zh_hans: 列出文件

# approval.command_action.read
source: Read %@
zh_hans: 读取 %@

# approval.command_action.search
source: Search %@
zh_hans: 搜索 %@

# approval.context.cwd
source: Working Directory
zh_hans: 工作目录

# approval.context.parsed_actions
source: Parsed Actions
zh_hans: 解析动作

# approval.context.permissions
source: Permission Scope
zh_hans: 权限范围

# approval.context.scope
source: Affected Scope
zh_hans: 影响范围

# approval.detail.action
source: Requested Action
zh_hans: 要执行的动作

# approval.detail.actions_section
source: Actions
zh_hans: 操作

# approval.detail.reason
source: Reason
zh_hans: 原因

# approval.detail.reason.empty
source: No reason provided
zh_hans: 未提供原因

# approval.detail.request_section
source: Request
zh_hans: 请求内容

# approval.detail.title
source: Approval Details
zh_hans: 审批详情

# approval.detail.type_section
source: Approval Type
zh_hans: 审批类型

# approval.feedback.resolved
source: Approval handled
zh_hans: 审批已处理

# approval.feedback.waiting
source: Submitted, waiting for desktop confirmation
zh_hans: 已提交，等待桌面确认

# approval.needs
source: Needs Approval
zh_hans: 需要审批

# approval.path.minimal
source: Default Minimal Scope
zh_hans: 默认最小范围

# approval.path.project_roots
source: Project Directory
zh_hans: 项目目录

# approval.path.project_roots.subpath
source: Project Directory/%@
zh_hans: 项目目录/%@

# approval.path.root
source: Full Disk
zh_hans: 全磁盘

# approval.path.tmpdir
source: Temporary Directory
zh_hans: 临时目录

# approval.pending.count.one
source: %d pending
zh_hans: %d 待审批

# approval.pending.count.other
source: %d pending
zh_hans: %d 待审批

# approval.permission.access.default
source: Access
zh_hans: 访问

# approval.permission.access.none
source: No Access
zh_hans: 无访问

# approval.permission.access.read
source: Read
zh_hans: 读取

# approval.permission.access.write
source: Write
zh_hans: 写入

# approval.permission.network.disabled
source: Disable network access
zh_hans: 关闭网络访问

# approval.permission.network.enabled
source: Allow network access
zh_hans: 允许网络访问

# approval.permission.read
source: Read %@
zh_hans: 读取 %@

# approval.permission.write
source: Write %@
zh_hans: 写入 %@

# approval.type.default.subtitle
source: Confirm whether this request may continue
zh_hans: 需要你确认这条请求是否可以继续

# approval.type.file_change
source: File Change
zh_hans: 文件修改

# approval.type.file_change.subtitle
source: Confirm whether this file change is allowed
zh_hans: 需要确认是否允许这次文件变更

# approval.type.permissions
source: Permission Request
zh_hans: 权限申请

# approval.type.permissions.subtitle
source: Confirm whether to adjust current session permissions
zh_hans: 需要确认是否调整当前会话权限

# approval.type.shell_command
source: Command Execution
zh_hans: 命令执行

# approval.type.shell_command.subtitle
source: Confirm whether this command may run
zh_hans: 需要确认这条命令是否可以执行

# attachment.file
source: File
zh_hans: 文件

# attachment.loading
source: Loading %@
zh_hans: 正在加载 %@

# attachment.media
source: Photo
zh_hans: 照片

# branch_changes.empty
source: Branch changes have not been read yet.
zh_hans: 尚未读取当前分支变更。

# branch_changes.error.unavailable
source: Unable to read branch changes.
zh_hans: 无法读取分支变更。

# branch_changes.loading
source: Reading branch changes for this session.
zh_hans: 正在读取当前 session 的分支变更。

# branch_changes.timeout
source: Desktop Gateway has not returned branch changes yet. Make sure the desktop is running and try again.
zh_hans: 桌面 Gateway 暂未返回分支变更，请确认桌面端已运行后重试。

# branch_changes.title
source: Branch Changes
zh_hans: 分支变更

# common.add
source: Add
zh_hans: 添加

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.done
source: Done
zh_hans: 完成

# common.ok
source: OK
zh_hans: 知道了

# common.send
source: Send
zh_hans: 发送

# common.save
source: Save
zh_hans: 保存

# common.unavailable
source: Unavailable
zh_hans: 未生成

# content_part.attachment.preview
source: [Attachment: %@]
zh_hans: [附件: %@]

# content_part.file_changes.summary
source: %d files changed +%d -%d
zh_hans: %d 个文件已更改 +%d -%d

# content_part.image.preview
source: [Image: %@]
zh_hans: [图片: %@]

# content_part.video.preview
source: [Video: %@]
zh_hans: [视频: %@]

# details.syncing
source: Syncing details
zh_hans: 详情同步中

# details.syncing.retry
source: Details are syncing. Try again later.
zh_hans: 详情正在同步，稍后重试。

# device_state.deviceRegistered
source: Registered
zh_hans: 已注册

# device_state.paired
source: Paired
zh_hans: 已配对

# device_state.pairFailed
source: Pair Failed
zh_hans: 配对失败

# device_state.pairing
source: Pairing
zh_hans: 配对中

# device_state.uninitialized
source: Uninitialized
zh_hans: 未初始化

# device_state.unpaired
source: Unpaired
zh_hans: 未配对

# device.offline
source: Offline
zh_hans: 离线

# device.online
source: Online
zh_hans: 在线

# diagnostic.error.one
source: %d error
zh_hans: %d 个错误

# diagnostic.error.other
source: %d errors
zh_hans: %d 个错误

# diagnostic.unknown.one
source: %d diagnostic
zh_hans: %d 条诊断

# diagnostic.unknown.other
source: %d diagnostics
zh_hans: %d 条诊断

# diagnostic.warning.one
source: %d warning
zh_hans: %d 个警告

# diagnostic.warning.other
source: %d warnings
zh_hans: %d 个警告

# error.approval_not_pending
source: This approval is no longer pending. Refresh the session and try again.
zh_hans: 该审批已不在待处理状态，请刷新会话后重试。

# error.invalid_pair_payload
source: The scanned pairing QR code is incomplete or invalid. Please try again.
zh_hans: 扫描到的配对二维码不完整或格式错误，请重试。

# error.missing_agent_binding
source: No desktop link is available, so the approval response cannot be sent.
zh_hans: 当前没有可用的桌面绑定，无法发送审批响应。

# error.missing_device_identity
source: Local device identity is missing. Pair again before handling approvals.
zh_hans: 本机设备身份缺失，请重新配对后再处理审批。

# error.missing_private_key
source: Local device key is missing. Reinitialize the device identity.
zh_hans: 本地设备密钥缺失，需要重新初始化设备身份。

# error.missing_project_selection
source: Select a project first.
zh_hans: 请先选择一个项目。

# error.missing_prompt
source: Task content cannot be empty.
zh_hans: 任务内容不能为空。

# error.missing_session_token
source: Current desktop session token is invalid. Please authenticate again.
zh_hans: 当前桌面会话令牌无效，请重新鉴权。

# error.pairing_revocation_failed
source: Failed to remove the desktop link. Please try again later.
zh_hans: 删除桌面绑定失败，请稍后重试。

# error.realtime_not_connected
source: Realtime channel is not established, so the task cannot be sent.
zh_hans: 实时通道尚未建立，无法发送任务。

# error.realtime_operation_stalled
source: Realtime channel is not responding. Please try again later.
zh_hans: 实时通道无响应，请稍后重试。

# error.server_forgot_device
source: The server no longer recognizes this mobile device. Local pairing was cleared; scan the desktop QR code again.
zh_hans: 服务器不再认识当前移动设备身份，已清理本地绑定，请重新扫描桌面二维码完成配对。

# error.server_not_configured
source: Enter and apply a Niuma Server address first.
zh_hans: 请先手动输入 Niuma Server 地址并应用。

# error.transfer_checksum_mismatch
source: Attachment checksum failed. Sync the session again.
zh_hans: 收到的附件校验失败，请重新同步会话。

# error.transfer_identifier_mismatch
source: Attachment transfer id does not match local verification. Please try again.
zh_hans: 附件传输标识与本地校验结果不一致，请重试。

# file_changes.title
source: File Changes
zh_hans: 文件变更

# file.kind.file
source: File
zh_hans: 文件

# file.kind.image
source: Image
zh_hans: 图片

# file.kind.video
source: Video
zh_hans: 视频

# files.changed.one
source: %d file changed
zh_hans: %d 个文件已更改

# files.changed.other
source: %d files changed
zh_hans: %d 个文件已更改

# files.more.one
source: %d more file
zh_hans: 还有 %d 个文件

# files.more.other
source: %d more files
zh_hans: 还有 %d 个文件

# home.chats
source: Chats
zh_hans: 对话

# home.chats.empty
source: No chats available yet.
zh_hans: 还没有可显示的对话。

# home.devices
source: Devices
zh_hans: 设备

# home.projects
source: Projects
zh_hans: 项目

# home.projects.empty
source: No projects synced yet.
zh_hans: 还没有同步到项目。

# home.remove_link.action
source: Remove Link
zh_hans: 删除绑定

# home.remove_link.message
source: This removes the current link to desktop "%@".
zh_hans: 将移除桌面“%@”的当前绑定。

# home.remove_link.title
source: Remove Desktop Link
zh_hans: 删除桌面绑定

source: Image Attachment
zh_hans: 图片附件

# image.preview.close
source: Close Image Preview
zh_hans: 关闭图片预览

# image.preview.full
source: Full Image
zh_hans: 图片全图

# image.preview.unavailable
source: Image Unavailable
zh_hans: 图片无法预览

# image.preview.view_full
source: View Full Image
zh_hans: 查看全图

# model.placeholder
source: Model
zh_hans: 模型

# new_task.placeholder
source: Send the first message
zh_hans: 发送第一条消息

# new_task.project
source: Project
zh_hans: 项目对话

# new_task.projectless
source: No Project
zh_hans: 无项目对话

# new_task.title
source: New Chat
zh_hans: 新对话

# pairing.add_desktop
source: Add Desktop
zh_hans: 添加桌面

# pairing.camera.denied
source: Camera access was denied.
zh_hans: 相机权限已被拒绝。

# pairing.camera.instructions
source: Open the camera and pairing will start as soon as the desktop QR code is recognized.
zh_hans: 点击按钮打开相机，识别到桌面二维码后会自动完成配对。

# pairing.camera.unknown
source: Unable to read camera permission state.
zh_hans: 无法获取相机状态。

# pairing.connect_niuma
source: Connect Niuma
zh_hans: 连接 Niuma

# pairing.connecting
source: Connecting...
zh_hans: 连接中…

# pairing.debug.current_qr
source: Simulate Current Desktop QR Scan
zh_hans: 模拟扫码当前桌面二维码

# pairing.gateway.description
source: Mobile and desktop Gateway must point to the same Niuma Server.
zh_hans: 移动端和桌面 Gateway 必须指向同一个 Niuma Server。

# pairing.gateway.title
source: Connect a Running Niuma Gateway
zh_hans: 连接运行中的 Niuma Gateway

# pairing.header.description
source: Scan the QR code from a running Niuma Gateway to link this device.
zh_hans: 扫描运行中的 Niuma Gateway 二维码来绑定此设备。

# pairing.open_settings
source: Open Settings
zh_hans: 打开系统设置

# pairing.pairing
source: Pairing...
zh_hans: 配对中…

# pairing.scan.action
source: Scan to Pair
zh_hans: 扫码配对

# pairing.scan.close
source: Close Scanner
zh_hans: 关闭扫码

# pairing.scan.idle
source: Place the desktop Gateway QR code in frame. Pairing starts automatically.
zh_hans: 将桌面 Gateway 的二维码放入取景框，识别后会自动配对。

# pairing.scan.invalid
source: QR code is invalid or expired. Please scan again.
zh_hans: 二维码无效或已过期，请重新扫描。

# pairing.scan.title
source: Scan Desktop QR Code
zh_hans: 扫描桌面二维码

# pairing.server.help
source: Enter the same Niuma Server address used by the desktop Gateway, then apply it before pairing.
zh_hans: 请输入与桌面 Gateway 相同的 Niuma Server 地址，应用后再扫码配对。

# pairing.status.confirming
source: Completing desktop link...
zh_hans: 正在完成桌面绑定…

# pairing.status.debug_pairing
source: Reading the desktop Gateway QR code and completing pairing...
zh_hans: 正在读取桌面 Gateway 二维码并完成绑定…

# pairing.status.failed
source: Pairing failed. Please try again.
zh_hans: 绑定失败，请重试。

# pairing.status.succeeded
source: Pairing succeeded. Returning home...
zh_hans: 绑定成功，正在返回首页…

# pairing.title
source: Desktop Pairing
zh_hans: 桌面配对

# permission_preset.auto_review
source: Auto Review
zh_hans: 自动审查

# permission_preset.custom
source: Custom
zh_hans: 自定义

# permission_preset.default
source: Default Permissions
zh_hans: 默认权限

# permission_preset.full_access
source: Full Access
zh_hans: 完全访问

# process.tool.build_run_sim
source: Build & Run
zh_hans: 构建运行

# process.tool.screenshot
source: Screenshot
zh_hans: 截图

# process.tool.session_show_defaults
source: Build Settings
zh_hans: 构建配置

# process.tool.snapshot_ui
source: Read UI
zh_hans: 读取界面

# process.tool.tap
source: Tap
zh_hans: 点击

# process.tool.unknown
source: Tool Run
zh_hans: 工具执行

# project.new_thread.accessibility
source: New project chat
zh_hans: 新建项目对话

# project.none
source: No Project
zh_hans: 无项目

# project.sessions.empty
source: This project has no sessions yet.
zh_hans: 当前项目还没有 session。

# project.sessions.title
source: Sessions
zh_hans: Session

# push_thread.syncing.description
source: Reading the latest details from the desktop.
zh_hans: 正在从桌面端读取最新详情。

# push_thread.syncing.title
source: Syncing task progress
zh_hans: 正在同步任务进度

# realtime_state.authenticating
source: Authenticating
zh_hans: 鉴权中

# realtime_state.connected
source: Connected
zh_hans: 在线

# realtime_state.degraded
source: Degraded
zh_hans: 降级

# realtime_state.disconnected
source: Offline
zh_hans: 未连接

# realtime_state.retrying
source: Retrying
zh_hans: 重试中

# realtime.error.closed_refresh_incomplete
source: Realtime connection closed before refresh completed.
zh_hans: 实时连接已关闭，刷新未完成

# realtime.error.interrupted_refresh_incomplete
source: Realtime connection interrupted before refresh completed.
zh_hans: 实时连接中断，刷新未完成

# refresh.phase.failed
source: Refresh Failed
zh_hans: 刷新失败

# refresh.phase.idle
source: Idle
zh_hans: 空闲

# refresh.phase.refreshing
source: Refreshing
zh_hans: 刷新中

# refresh.phase.succeeded
source: Refreshed
zh_hans: 已刷新

# refresh.phase.timedOut
source: Refresh Timed Out
zh_hans: 刷新超时

# runtime_state.completed
source: Completed
zh_hans: 已完成

# runtime_state.failed
source: Failed
zh_hans: 失败

# runtime_state.idle
source: Idle
zh_hans: 空闲

# runtime_state.reconnecting
source: Reconnecting
zh_hans: 重连中

# runtime_state.streaming
source: Streaming
zh_hans: 流式中

# runtime_state.submitting
source: Submitting
zh_hans: 提交中

# runtime_state.waitingApproval
source: Awaiting Approval
zh_hans: 待审批

# sandbox_mode.danger_full_access
source: Full Access
zh_hans: 完全访问

# sandbox_mode.read_only
source: Read Only
zh_hans: 只读

# sandbox_mode.workspace_write
source: Workspace Write
zh_hans: 工作区写入

# session.actions.accessibility
source: Session Actions
zh_hans: 会话操作

# session.archive.action
source: Archive
zh_hans: 归档

# session.archive.confirm.message
source: This archives the Codex thread on the desktop. It will disappear from the mobile session list after Codex confirms the archive.
zh_hans: 这会在桌面 Codex 中归档该会话。Codex 确认归档后，它会从移动端 session 列表中消失。

# session.archive.confirm.title
source: Archive Session?
zh_hans: 归档 session？

# session.rename.action
source: Rename
zh_hans: 修改标题

# session.rename.message
source: The title is saved to the desktop Codex thread, then synced back to this list.
zh_hans: 标题会写入桌面 Codex 原 thread，然后同步回此列表。

# session.rename.placeholder
source: Thread title
zh_hans: Thread 标题

# session.rename.title
source: Rename Thread
zh_hans: 修改 thread 标题

# session.reset.action
source: Reset History
zh_hans: 重置历史

# session.reset.confirm.message
source: This only clears the local mobile cache. It does not change desktop Codex history or server records. Reopen details to sync again.
zh_hans: 这不会影响桌面 Codex 历史或服务端记录，只会清空本机缓存。重新进入详情会重新同步。

# session.reset.confirm.title
source: Reset History?
zh_hans: 重置历史？

# settings.control_plane
source: Control Plane
zh_hans: 控制面

# settings.data.subtitle
source: Clear local settings, cache, device identity, and all desktop links.
zh_hans: 清除本机设置、缓存、设备身份和所有桌面绑定。

# settings.data.title
source: Data
zh_hans: 数据

# settings.device.id
source: Device ID
zh_hans: 设备 ID

# settings.device.name
source: Device Name
zh_hans: 设备名

# settings.device.title
source: Device
zh_hans: 设备身份

# settings.language
source: Language
zh_hans: 语言

# settings.language.chinese
source: Chinese
zh_hans: 中文

# settings.preferences.title
source: Preferences
zh_hans: 偏好设置

# settings.reset.action
source: Reset All Data
zh_hans: 重置所有数据

# settings.reset.confirm.message
source: This deletes all local chat cache, preferences, device identity, and pairing data. You will need to scan and pair again.
zh_hans: 这会删除本机所有对话缓存、偏好设置、设备身份和配对数据。完成后需要重新扫码配对。

# settings.reset.confirm.title
source: Reset All Data?
zh_hans: 重置所有数据？

# settings.resetting
source: Resetting...
zh_hans: 正在重置…

# settings.server.applied
source: Server address applied.
zh_hans: 服务地址已应用。

# settings.server.apply
source: Apply Server Address
zh_hans: 应用服务地址

# settings.server.applying
source: Applying...
zh_hans: 应用中…

# settings.server.help
source: Keep this aligned with the desktop Gateway server-url or pairing and sync will fail.
zh_hans: 保持与桌面 Gateway 的 server-url 一致，否则扫码绑定和后续同步会失败。

# settings.server.invalid_url
source: Enter a valid http or https server address.
zh_hans: 请输入有效的 http 或 https 服务地址。

# settings.server.not_configured
source: Server Not Configured
zh_hans: 未配置服务地址

# settings.server.placeholder
source: Enter Niuma Server address
zh_hans: 手动输入 Niuma Server 地址

# settings.server.subtitle
source: Changing this disconnects the current realtime channel and reauthenticates through the new address.
zh_hans: 修改后会断开当前实时连接，并使用新地址重新认证。

# settings.server.title
source: Server Address
zh_hans: 服务地址

# settings.status.device
source: Device State
zh_hans: 设备状态

# settings.status.realtime
source: Realtime
zh_hans: 实时连接

# settings.status.thread
source: Thread State
zh_hans: 线程状态

# settings.status.title
source: Status
zh_hans: 状态

# settings.theme
source: Theme
zh_hans: 主题

# settings.theme.dark
source: Dark
zh_hans: 深色

# settings.theme.light
source: Light
zh_hans: 浅色

# settings.theme.system
source: System
zh_hans: 系统

# settings.title
source: Settings
zh_hans: 设置

# speech.error.conversion_failed
source: Voice audio format conversion failed.
zh_hans: 语音音频格式转换失败。

# speech.error.converter_unavailable
source: Unable to create the audio converter required for speech transcription.
zh_hans: 无法创建语音转写所需的音频转换器。

# speech.error.microphone_permission_denied
source: Microphone permission is required to record voice.
zh_hans: 未获得麦克风权限，无法录制语音。

# speech.error.missing_analyzer_format
source: Unable to read the audio format required by SpeechAnalyzer.
zh_hans: 无法获取 SpeechAnalyzer 需要的音频格式。

# speech.error.transcriber_unavailable
source: This device does not support iOS 26 SpeechTranscriber.
zh_hans: 当前设备不支持 iOS 26 SpeechTranscriber。

# speech.error.unsupported_locale
source: Speech-to-text is not supported for the current language: %@.
zh_hans: 当前语言不支持语音转文字：%@。

# thread_refresh.error.missing_summary
source: Unable to find refreshable thread details.
zh_hans: 未找到可刷新的会话详情

# thread_refresh.error.timeout
source: Refresh timed out after 300 seconds without completion or failure.
zh_hans: 刷新超过 300 秒未收到完成或失败事件

# thread_status.archived
source: Archived
zh_hans: 已归档

# thread_status.cancelled
source: Cancelled
zh_hans: 已取消

# thread_status.closed
source: Closed
zh_hans: 已关闭

# thread_status.completed
source: Completed
zh_hans: 已完成

# thread_status.created
source: Created
zh_hans: 已创建

# thread_status.failed
source: Failed
zh_hans: 失败

# thread_status.idle
source: Idle
zh_hans: 空闲

# thread_status.notLoaded
source: Idle
zh_hans: 空闲

# thread_status.pending
source: Pending
zh_hans: 待处理

# thread_status.running
source: Running
zh_hans: 运行中

# thread_status.systemError
source: System Error
zh_hans: 系统错误

# thread_status.thread_started
source: Thread Started
zh_hans: 已启动

# thread_status.unknown
source: Unknown
zh_hans: 未知

# thread_status.waiting_approval
source: Awaiting Approval
zh_hans: 待审批

# thread.attachment.add.accessibility
source: Add attachment
zh_hans: 添加附件

# thread.branch_changes.view
source: View Branch Changes
zh_hans: 查看分支变更

# thread.composer.placeholder
source: Message "%@"
zh_hans: 给“%@”发送消息

# thread.input.accessibility
source: Message input
zh_hans: 消息输入

# thread.permissions.accessibility
source: Select permissions
zh_hans: 选择权限

# thread.permissions.approval_policy
source: Approval Policy
zh_hans: 审批策略

# thread.permissions.reviewer
source: Reviewer
zh_hans: 审查人

# thread.permissions.sandbox
source: Sandbox
zh_hans: 沙盒

# thread.permissions.section
source: Permissions
zh_hans: 权限

# thread.processed
source: Processed
zh_hans: 已处理

# thread.processed.minutes_seconds
source: Processed %dm %ds
zh_hans: 已处理 %dm %ds

# thread.processed.seconds
source: Processed %ds
zh_hans: 已处理 %ds

# thread.reasoning.accessibility
source: Select reasoning effort
zh_hans: 选择思考深度

# thread.refresh.accessibility
source: Refresh Thread
zh_hans: 刷新会话

# thread.voice.start
source: Start voice input
zh_hans: 开始语音输入

# thread.voice.stop
source: Stop voice input
zh_hans: 停止语音输入

# transfer.received
source: Received
zh_hans: 已接收

# transfer.sent
source: Sent
zh_hans: 已发送
